app/views/posts/index.html.erb

<% Post.create(title: "my post", description: "my description") %>
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "my post"], ["description", "my description"], ["created_at", "2016-08-17 17:45:59.940862"], ["updated_at", "2016-08-17 17:45:59.940862"]]